# ReleasesMemberForces Property (2023)

---
C#Visual BasicVisual C++
Revit 2023 API
---
GroupTypeId..::..ReleasesMemberForces Property
GroupTypeId Class See Also
---
"Releases / Member Forces"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId ReleasesMemberForces { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property ReleasesMemberForces As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ ReleasesMemberForces {
	ForgeTypeId^ get ();
}
```

# See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace